INSERT INTO 日本標準産業分類大分類(
コード,
名称,登録者,更新者
) VALUES
('A', '農業，林業',13,13),
('B', '漁業',13,13),
('C', '鉱業，採石業，砂利採取業',13,13),
('D', '建設業',13,13),
('E', '製造業',13,13),
('F', '電気・ガス・熱供給・水道業',13,13),
('G', '情報通信業',13,13),
('H', '運輸業，郵便業',13,13),
('I', '卸売業，小売業',13,13),
('J', '金融業，保険業',13,13),
('K', '不動産業，物品賃貸業',13,13),
('L', '学術研究，専門・技術サービス業',13,13),
('M', '宿泊業，飲食サービス業',13,13),
('N', '生活関連サービス業，娯楽業',13,13),
('O', '教育，学習支援業',13,13),
('P', '医療，福祉',13,13),
('Q', '複合サービス事業',13,13),
('R', 'サービス業（他に分類されないもの）',13,13),
('S', '公務（他に分類されるものを除く）',13,13),
('T', '分類不能の産業',13,13)
;
