INSERT INTO 証券市場マスタ
(
	名称,
	略称,
	所在地＿国籍,
	所在地＿都市,登録者,更新者
)VALUES
('東京証券取引所', '東証', '392', '東京',13,13),
('大阪取引所', '大証', '392', '大阪',13,13),
('名古屋証券取引所', '名証', '392', '名古屋',13,13),
('札幌証券取引所', '札証', '392', '札幌',13,13),
('福岡証券取引所', '福証', '392', '福岡',13,13),
('オーストラリア証券取引所', '', '036', 'シドニー ',13,13),
('韓国取引所', '', '410', 'ソウル ',13,13),
('台湾証券取引所', '', '158', '台北',13,13),
('上海証券取引所', '', '156', '上海 ',13,13),
('香港証券取引所', '', '156', '香港 ',13,13),
('深圳証券取引所', '', '156', '深圳',13,13),
('インド国立証券取引所', '', '356', 'ムンバイ ',13,13),
('ボンベイ証券取引所', '', '356', 'ムンバイ ',13,13),
('ドイツ取引所', '', '276', 'フランクフルト ',13,13),
('ユーロネクスト', '', '250', 'パリ ',13,13),
('スイス証券取引所', '', '756', 'チューリッヒ ',13,13),
('ロンドン証券取引所', '', '826', 'ロンドン',13,13),
('ナスダック・ストックホルム', '', '752', 'ストックホルム ',13,13),
('ナスダック・コペンハーゲン', '', '208', 'コペンハーゲン',13,13),
('ナスダック・ヘルシンキ', '', '246', 'ヘルシンキ',13,13),
('ニューヨーク証券取引所', '', '840', 'ニューヨーク ',13,13),
('NASDAQ', '', '840', 'ニューヨーク ',13,13),
('トロント証券取引所', '', '124', 'トロント',13,13),
('JSE', '', '710', 'ヨハネスブルグ ',13,13),
('BME Spanish Exchanges', '', '724', 'マドリード ',13,13),
('BM&F Bovespa', '', '076', 'サンパウロ ',13,13)
;
