package name.uroak.uroak_service_center.sysad.constants

object 引数フィールド名 {
    /***/
    const val グループ識別子 = "グループ識別子"

    /***/
    const val グループ名称 = "グループ名称"

    /***/
    const val コントローラDIコンポーネント名 = "コントローラDIコンポーネント名"

    /***/
    const val コントローラURLパス = "コントローラURLパス"

    /***/
    const val コントローラクラスパッケージパス = "コントローラクラスパッケージパス"

    /***/
    const val コントローラクラス名 = "コントローラクラス名"

    /***/
    const val コントローラ使用中止 = "コントローラ使用中止"

    /***/
    const val コントローラ識別子 = "コントローラ識別子"

    /***/
    const val コントローラ名称 = "コントローラ名称"

    /***/
    const val コントローラ連携目録 = "コントローラ連携目録"

    /***/
    const val サービス管理者 = "サービス管理者"

    /***/
    const val システム管理者 = "システム管理者"

    /***/
    const val メンバーグループ識別子 = "メンバーグループ識別子"

    /***/
    const val メンバーグループ名称 = "メンバーグループ名称"

    /***/
    const val メンバー会員ログイン不可 = "メンバー会員ログイン不可"

    /***/
    const val メンバー会員識別トークン = "メンバー会員識別トークン"

    /***/
    const val メンバー会員識別子 = "メンバー会員識別子"

    /***/
    const val メンバー会員名称 = "メンバー会員名称"

    /***/
    const val メンバー識別子 = "メンバー識別子"

    /***/
    const val メンバー手続き識別子 = "メンバー手続き識別子"

    /***/
    const val メンバー手続き親目録識別子 = "メンバー手続き親目録識別子"

    /***/
    const val メンバー手続き親目録名称 = "メンバー手続き親目録名称"

    /***/
    const val メンバー手続き親目録有無 = "メンバー手続き親目録有無"

    /***/
    const val メンバー手続き名称 = "メンバー手続き名称"

    /***/
    const val メンバー種別 = "メンバー種別"

    /***/
    const val メンバー種別不明有無 = "メンバー種別不明有無"

    /***/
    const val メンバー親目録識別子 = "メンバー親目録識別子"

    /***/
    const val メンバー親目録名称 = "メンバー親目録名称"

    /***/
    const val メンバー対象識別子 = "メンバー対象識別子"

    /***/
    const val メンバー目録識別子 = "メンバー目録識別子"

    /***/
    const val メンバー目録親目録識別子 = "メンバー目録親目録識別子"

    /***/
    const val メンバー目録親目録名称 = "メンバー目録親目録名称"

    /***/
    const val メンバー目録親目録有無 = "メンバー目録親目録有無"

    /***/
    const val メンバー目録名称 = "メンバー目録名称"

    /***/
    const val ログイン不可 = "ログイン不可"

    /***/
    const val 会員ID = "会員ID"

    /***/
    const val 会員識別トークン = "会員識別トークン"

    /***/
    const val 会員識別子 = "会員識別子"

    /***/
    const val 会員親目録識別子 = "会員親目録識別子"

    /***/
    const val 会員親目録名称 = "会員親目録名称"

    /***/
    const val 会員名称 = "会員名称"

    /***/
    const val 管理者グループ識別子 = "管理者グループ識別子"

    /***/
    const val 管理者グループ名称 = "管理者グループ名称"


    /***/
    const val 実行権限_インポート = "実行権限_インポート"

    /***/
    const val 実行権限_エクスポート = "実行権限_エクスポート"

    /***/
    const val 実行権限_更新_論理削除 = "実行権限_更新_論理削除"

    /***/
    const val 実行権限_登録 = "実行権限_登録"

    /***/
    const val 実行権限_読込 = "実行権限_読込"

    /***/
    const val 実行権限_物理削除 = "実行権限_物理削除"


    /***/
    const val 手続きコード = "手続きコード"

    /***/
    const val 手続きパス = "手続きパス"

    /***/
    const val 手続き識別子 = "手続き識別子"

    /***/
    const val 手続き処理種別 = "手続き処理種別"

    /***/
    const val 手続き補助コード = "手続き補助コード"

    /***/
    const val 手続き補助コード2 = "手続き補助コード2"

    /***/
    const val 手続き名称 = "手続き名称"

    /***/
    const val 所属グループ有無 = "所属グループ有無"

    /***/
    const val 所属会員有無 = "所属会員有無"

    /***/
    const val 所属手続き有無 = "所属手続き有無"

    /***/
    const val 所属目録有無 = "所属目録有無"

    /***/
    const val 親目録識別子 = "親目録識別子"

    /***/
    const val 親目録名称 = "親目録名称"

    /***/
    const val 対応目録識別子 = "対応目録識別子"

    /***/
    const val 対応目録親目録識別子 = "対応目録親目録識別子"

    /***/
    const val 対応目録親目録名称 = "対応目録親目録名称"

    /***/
    const val 対応目録名称 = "対応目録名称"

    /***/
    const val 対応目録存在 = "対応目録存在"

    /***/
    const val 対応目録親目録存在 = "対応目録親目録存在"

    /***/
    const val 対象手続きグループ識別子 = "対象手続きグループ識別子"

    /***/
    const val 対象手続きグループ名称 = "対象手続きグループ名称"

    /***/
    const val 対象手続きコントローラURLパス = "対象手続きコントローラURLパス"

    /***/
    const val 対象手続きコントローラ使用中止 = "対象手続きコントローラ使用中止"

    /***/
    const val 対象手続きコントローラ識別子 = "対象手続きコントローラ識別子"

    /***/
    const val 対象手続きコントローラ存在 = "対象手続きコントローラ存在"

    /***/
    const val 対象手続きコントローラ名称 = "対象手続きコントローラ名称"

    /***/
    const val 対象手続きコード = "対象手続きコード"

    /***/
    const val 対象手続き識別子 = "対象手続き識別子"

    /***/
    const val 対象手続き処理種別 = "対象手続き処理種別"

    /***/
    const val 対象手続き親目録識別子 = "対象手続き親目録識別子"

    /***/
    const val 対象手続き親目録名称 = "対象手続き親目録名称"

    /***/
    const val 対象手続き補助コード = "対象手続き補助コード"

    /***/
    const val 対象手続き補助コード2 = "対象手続き補助コード2"

    /***/
    const val 対象手続き名称 = "対象手続き名称"

    /***/
    const val 対象手続き目録コントローラURLパス = "対象手続き目録コントローラURLパス"

    /***/
    const val 対象手続き目録コントローラ使用中止 = "対象手続き目録コントローラ使用中止"

    /***/
    const val 対象手続き目録コントローラ識別子 = "対象手続き目録コントローラ識別子"

    /***/
    const val 対象手続き目録コントローラ存在 = "対象手続き目録コントローラ存在"

    /***/
    const val 対象手続き目録コントローラ名称 = "対象手続き目録コントローラ名称"

    /***/
    const val 対象手続き目録識別子 = "対象手続き目録識別子"

    /***/
    const val 対象手続き目録親目録識別子 = "対象手続き目録親目録識別子"

    /***/
    const val 対象手続き目録親目録名称 = "対象手続き目録親目録名称"

    /***/
    const val 対象手続き目録名称 = "対象手続き目録名称"

    /***/
    const val 登録会員有無 = "登録会員有無"

    /***/
    const val 登録手続き有無 = "登録手続き有無"

    /***/
    const val 登録目録有無 = "登録目録有無"

    /***/
    const val 登録有無 = "登録有無"

    /***/
    const val 目録識別子 = "目録識別子"

    /***/
    const val 目録名称 = "目録名称"

    /***/
    const val 利用者会員グループ識別子 = "利用者会員グループ識別子"

    /***/
    const val 利用者会員グループ名称 = "利用者会員グループ名称"

    /***/
    const val 利用者会員サービス管理者 = "利用者会員サービス管理者"

    /***/
    const val 利用者会員システム管理者 = "利用者会員システム管理者"

    /***/
    const val 利用者会員識別子 = "利用者会員識別子"

    /***/
    const val 利用者会員親目録識別子 = "利用者会員親目録識別子"

    /***/
    const val 利用者会員親目録名称 = "利用者会員親目録名称"

    /***/
    const val 利用者会員名称 = "利用者会員名称"

    /***/
    const val 利用者会員目録識別子 = "利用者会員目録識別子"

    /***/
    const val 利用者会員目録親目録識別子 = "利用者会員目録親目録識別子"

    /***/
    const val 利用者会員目録親目録名称 = "利用者会員目録親目録名称"

    /***/
    const val 利用者会員目録名称 = "利用者会員目録名称"

    /***/
    const val 利用者識別子 = "利用者識別子"

    /***/
    const val 利用者種別 = "利用者種別"

    /***/
    const val 利用対象識別子 = "利用対象識別子"

    /***/
    const val 利用対象種別 = "利用対象種別"

    /***/
    const val 削除対象会員識別子 = "削除対象会員識別子"

    /***/
    const val 削除対象手続き識別子 = "削除対象手続き識別子"
}